Repository: Evil-Project/Twinskaraoke
Catalog: Twinskaraoke/Features/CarPlay/CarPlay.xcstrings
Source language: en
Languages: de, fi, fr, ja, uk, zh_hans, zh_hant

source: Browse Playlists
de: Playlists entdecken
fi: Selaa soittolistoja
fr: Parcourir les playlists
ja: プレイリストを探す
uk: Огляд списків відтворення
zh_hans: 浏览播放列表
zh_hant: 瀏覽播放列表

source: Couldn't Refresh
de: Aktualisierung fehlgeschlagen
fi: Päivitys epäonnistui
fr: Actualisation impossible
ja: 更新できませんでした
uk: Не вдалося оновити
zh_hans: 无法刷新
zh_hant: 無法重新整理

source: Couldn't Refresh Favorites
de: Favoriten konnten nicht aktualisiert werden
fi: Suosikkien päivitys epäonnistui
fr: Impossible d’actualiser les favoris
ja: お気に入りを更新できませんでした
uk: Не вдалося оновити улюблене
zh_hans: 无法刷新收藏
zh_hant: 無法重新整理收藏

source: Couldn't Refresh My Playlists
de: Meine Playlists konnten nicht aktualisiert werden
fi: Omien soittolistojen päivitys epäonnistui
fr: Impossible d’actualiser mes playlists
ja: マイプレイリストを更新できませんでした
uk: Не вдалося оновити мої списки відтворення
zh_hans: 无法刷新我的播放列表
zh_hant: 無法重新整理我的播放列表

# First %lld of %lld songs
source: First %1$lld of %2$lld songs
de: Erste %1$lld von %2$lld Songs
fi: Ensimmäiset %1$lld / %2$lld kappaletta
fr: %1$lld premiers titres sur %2$lld
ja: 全%2$lld曲の最初の%1$lld曲
uk: Перші %1$lld із %2$lld пісень
zh_hans: 前%1$lld首，共%2$lld首
zh_hant: 前%1$lld首，共%2$lld首

source: My Playlists
de: Meine Playlists
fi: Omat soittolistat
fr: Mes playlists
ja: マイプレイリスト
uk: Мої списки відтворення
zh_hans: 我的播放列表
zh_hant: 我的播放列表

source: New Mix
de: Neuer Mix
fi: Uusi miksaus
fr: Nouveau mix
ja: 新しいミックス
uk: Новий мікс
zh_hans: 新混音
zh_hant: 新混音

# Next %lld of %lld songs
source: Next %1$lld of %2$lld songs
de: Nächste %1$lld von %2$lld Songs
fi: Seuraavat %1$lld / %2$lld kappaletta
fr: %1$lld prochains titres sur %2$lld
ja: 残り%2$lld曲の次の%1$lld曲
uk: Наступні %1$lld із %2$lld пісень
zh_hans: 接下来%1$lld首，共%2$lld首
zh_hant: 接下來%1$lld首，共%2$lld首

source: Next on Radio
de: Als Nächstes im Radio
fi: Seuraavaksi radiossa
fr: À suivre à la radio
ja: ラジオの次の曲
uk: Далі на радіо
zh_hans: 电台下一首
zh_hant: 電台下一首

source: Next Page
de: Nächste Seite
fi: Seuraava sivu
fr: Page suivante
ja: 次のページ
uk: Наступна сторінка
zh_hans: 下一页
zh_hant: 下一頁

source: Previous Page
de: Vorherige Seite
fi: Edellinen sivu
fr: Page précédente
ja: 前のページ
uk: Попередня сторінка
zh_hans: 上一页
zh_hant: 上一頁

source: Saved Playlists
de: Gespeicherte Playlists
fi: Tallennetut soittolistat
fr: Playlists enregistrées
ja: 保存済みプレイリスト
uk: Збережені списки відтворення
zh_hans: 已保存的播放列表
zh_hant: 已儲存的播放列表

source: Unable to Load
de: Laden fehlgeschlagen
fi: Lataus epäonnistui
fr: Chargement impossible
ja: 読み込めませんでした
uk: Не вдалося завантажити
zh_hans: 无法加载
zh_hant: 無法載入
